{
  "practices-header": "PRACTICES",
  "articles-header": "ARTICLES",
  "about-header": "ABOUT THE LAW OFFICE",
  "contact-header": "CONTACT",

  "services": "Services",
  "experience": "Experience",

  "contracts": "CONTRACTS",
  "contracts-services": "Counseling for, negotiation and drafting of sale-purchase, supply, entrepreneurship, transportation, loan, franchise agreements under Romanian and common law jurisdictions",
  "contracts-experience-1": "Advised a major hotel company on the recent renovation of its buildings;",
  "contracts-experience-2": "Advised companies on energy-saving supply contracts;",
  "contracts-experience-3": "Advised a client in the fashion industry on its international franchise agreement;",
  "contracts-experience-4": "Drafted and negotiated contracts in the fashion industry, ranging from lease to PR agreements;",
  "contracts-experience-5": "Advised a mobile components dealer on its multi-million Dollar business development in Romania.",

  "corporate": "CORPORATE",
  "corporate-services": "Ensuring compliance of limited liability and joint stock companies, listed or not listed, with relevant legal requirements under Romanian and common law jurisdictions.",
  "corporate-experience-1": "Advised, for more than 7 years, several joint stock companies in their day-to-day compliance with Romanian corporate governance legislation;",
  "corporate-experience-2": "Set up several joint stock and real estate companies.",

  "real-estate": "REAL ESTATE",
  "real-estate-services": "Advising clients in the development of their real estate business, actively supporting them from the initial due diligence phase until the completion of construction or exit.",
  "real-estate-experience-1": "Advised, for more than 7 years, major Romanian real estate developers in maintaining, protecting and developing their real estate assets;",
  "real-estate-experience-2": "Conducted due diligence and transfer of ownership processes.",

  "private-international-law": "PRIVATE INTERNATIONAL LAW",
  "private-international-law-services": "Counseling clients in the step-by-step development of their businesses outside Romania, especially in common law jurisdictions, and creating local legal support networks.",
  "private-international-law-experience-1": "Created legal support networks, in common law jurisdictions, of more than 50 local lawyers and ensured monitoring thereof;",
  "private-international-law-experience-2": "Assisted a major real estate management company in setting up its offices outside Romania.",

  "about-1": "PASLARU LAW OFFICE was set up in December 2011 by Ms. Nicoleta Paslaru, a member of the New York (2008) and Bucharest Bar (2009), who, until then, had been working both with one of the major law firms in Romania and with a boutique law firm.",
  "about-2": "PASLARU LAW OFFICE was created out of the desire to offer clients the reliable traditional legal values while providing them an opportunity for future growth.",
  "about-3": "With the common law knowledge accumulated during her LLB in Law and Politics at Hull University, United Kingdom (2000-2003), her LLM in European Law at King’s College London, United Kingdom (2000-2004) and preparation for the New York Bar Examination (registered since2008), next, from 2009, Ms. Paslaru has included the grasp of Romanian law among her expertise.",
  "about-4": "At PASLARU LAW OFFICE, the <b>RESPECT</b>, <b>PROTECTION</b> and <b>DEVELOPMENT</b> of the Client are the core principles that guide its activity.",

  "send-message": "SEND MESSAGE",
  "the-office": "The office"

}